Repository: giellalt/corpus-sme
Catalog: tmx/smj/admin/sd/samediggi.no/vuoigatvuodat.html.tmx
Source language: sme
Languages: smj

source: Vuoigatvuođat / Duogáš / Sámedikki birra / Sámediggi - Sametinget
smj: Rievtesvuoda / Duogásj / Sámmedikke birra / Sámedigge - Sametinget

source: Vuoigatvuođat
smj: Rievtesvuoda

source: ” Ráđđehus atná iežas sámepolitihka deaŧalaš vuođusin ahte Norggas stáhta álgovuolggalaččat vuođđuduvvui guovtti álbmoga – sámiid ja dážaid – eanaguovllu ala, ja ahte goappašiid álbmogis lea seamma vuoigatvuohta ja seamma gáibádus beassat gárgedit iežas kultuvrra ja giela.
smj: ” Ájnas vuodon ráddidusá sámepolitihkkaj biedjá ráddidus vuoduj Vuona stáhtta álgos la ásaduvvam guovte álmmuga ednamij – sámij ja láttij – ja goappásj álmmugin le sæmmi rievtesvuoda ja sæmmi gájbbádusá ietjasa kultuvrav ja ietjasa gielav åvddånahttet.

source: Dát prinsihpalaš ovttaárvosašvuohta lea nannejuvvon Vuođđolága §:s 110 A. ”
smj: Dát prinsihpalasj avtaárvukvuohta tjuottjoduvvá Vuodolága § 110A:n. ”

source: Sámedikki doaibma guoskkaha juohkelágan riekteáššiid buot servodatsurggiid siskkobealde.
smj: Sámedikke barggo guosská juohkkalágásj rievtesvuohtaássjijda juohkka sebrudaksuorgen.

source: Sámiin leat sierra vuoigatvuođat; indiviida dásis, sierra álbmogin ja álgoálbmogin.
smj: Sámijn li moattelágásj rievtesvuoda: ájnegis ulmutjin, sierra álmmugin ja álggoálmmugin.

source: Sámiin leat árbejuvvon vuoigatvuođat iežaset árbevirolaš eatnamiidda ja čáziide ja sis lea vuoigatvuohta resurssaide mat leat dáin guovlluin oktasaš ávnnaskeahtes kultuvrra vuođđun.
smj: Sámijn li árbbidum rievtesvuoda árbbedábálasj ednam- ja tjátjeduobddágijda, ja rievtesvuoda dáj guovloj luohkojda ma aktisasj rubbmelasj kultuvrravuodov hábbmiji.

source: Vuoigatvuođat gullet maiddái surggiide nugo giella, oahpahus, dearvvašvuohta ja kulturmuittuid hálddašeapmi.
smj: Rievtesvuoda aj tjanáduvvi suorgijda dagu giella, åhpadibme, varresvuohta ja kultuvrramujtoj háldadibme.

source: Riektevuođđu vuolgá riikkaidgaskasaš álbmotrievttálaččat čadni konvenšuvnnain, siskkáldas norgalaš rievttis ja sámiid dološ vieruin ja riekteáddejumiin.
smj: Rievtesvuohtavuodo gávnnu rijkajgasskasasj álmmukrievtesvuodalasj tjaddne konvensjåvnåjn, Vuona sissŋálasj riektájn ja sámij árbbedábijn ja riektádádjadusájn.

source: Sámi álbmotválljen orgánan Norggas lea Sámedikki mihttomearrin bargat sámiid vuođđo vuoigatvuođaid dohkkehemiin vuođđun sámi kultuvrra, giela ja servodateallima goziheapmái ja nannemii ja sierra sámi árbevieruid bisuheapmái.
smj: Vuona sámij álmmukválljidum orgádnan le Sámedikke ulmme barggat vaj sáme vuodulasj rievtesvuoda dåhkkiduvvi vuodon vaj sáme kultuvrra, giella, sebrudakiellem ja sámij árbbedábe oatsoduvvi ja nanniduvvi.

source: Álbmotrievtti ja sámi vuoigatvuođaid oktavuođas lea deaŧalaš čujuhit ahte:
smj: Álmmukrievtesvuodaj ja sámij rievtesvuodaj aktijvuodan le ájnas tsuojggit:

source: Álgoálbmotdoaba ii čatnas sidjiide geat bohte ovddimusat.
smj: Moallánahka álggoálmmuk ij le tjanádum sidjij gudi vuostatjin båhtin.

source: Álgoálbmotdoaba ja álgoálbmogiid vuoigatvuođat eai čatnas arkeologalaš duođaštusaide dan ektui geat bohte ovddimužžan.
smj: Álggoálmmukmoallánahka ja álggoálmmukrievtesvuohta ælla tjanádum arkeologalasj duodalvisájda guhtimuttja vuostatjin båhtin.

source: Álgoálbmogiid vuoigatvuođaide gullet dat vuoigatvuođat mat dain olbmuin geat ovtta guovllus ledje álgoálggus ovdal go stáhtat vuođđuduvvojedje, muhto mat eai dohkkehuvvon ovttaárvosažžan.
smj: Álggoálmmukrievtesvuoda loavddi rievtesvuodajt dajda álmmugijda gudi li álggorájes viessum duobddágijn åvddål gå nasjonalstáhta vuododuvvin, valla ettjin avtaárvvusattjan vieleduvá.

source: ILO-konvenšuvnnas nr. 169 álgoálbmogiid ja čearddalaš álbmogiid hárrái iešmearrideaddji riikkain čuožžu ahte álgoálbmogat leat:
smj: ILO-konvensjåvnån nr. 169 álggoálmmugij ja máttoj birra iesjrádálasj stáhtajn la tjáledum:

source: iešmearrideaddji riikkaid álbmogiidda mat adnojuvvojit eamiálbmogin dan dihte go dát álbmogat leat sin maŋisboahttit geat ásse riikkas dahje dan guovllus masa riika gulai, go guovlu váldojuvvui dahje koloniserejuvvui dahje dálá riikkarájit ásahuvvojedje, ja geat juridihkalaš servodatsajisteaset beroškeahttá leat ollásit dahje muhtin muddui seailluhan iežaset sosiála, ekonomalaš, kultuvrralaš ja politihkalaš ásahusaid.
smj: " álmmuga iesjrádálasj stáhtajn gudi aneduvvi álggoálmmugin dan diehti gå li gierraga sijájs gudi årrun lándan jali geografalasj guovllo gejda lánnda gullu dalloj gå lánnda åmastuváj jali koloniserim álgij jali dalloj gå dálásj rijkkajrája mierreduvvin, ja sij gudi rievtesvuodaj vidjurijt vieledahtek li bisodam divna jali muhtemav ietjasa sosialalasj, ekonomalasj, kultuvrralasj ja politihkalasj institusjåvnåjt. "

source: Sámiin eai leat dakkár sierra vuoigatvuođat mat čuozašedje daid vuoigatvuođaide mat dážain muđui leat.
smj: Sámijn ælla sierrarievtesvuoda ma dáttjaj riektájt binnedi.

source: Dat go lea álgoálbmot ii mearkkaš dan ahte sis livčče stuorát vuoigatvuohta go earáin eatnamiidda ja čáziide.
smj: Liehket álggoálmmuk ij merkaha ienep riektáv ednamijda ja tjátjijda.

source: Sámiin eai leat eanet vuoigatvuođat go dážain ávkkástallat luondduriggodagaiguin, spiehkastahkan lea boazodoallu, mii árbevirolaččat lea doalahuvvon sámiide Norggas.
smj: Sámijn ælla ienep rievtesvuoda gå dáttja luonndoressursajt ávkástallat, dåssju ællosujtto, mij vuonarijkan árbbedábálattjat le sámijda gullum.

source: Eará ealáhusain nugo eanadoalus ja guolástusas leat iežaset sierra rievttit sorjjakeahttá kultuvrralaš gullevašvuođas.
smj: Ietjá æládusájn duola dagu ednambargon ja guollimin li sierra riektá mij ij kultuvralasj máttojt guoska.

source: Álgoálbmotrivttiin sihkkarastojuvvo ahte sámiin galget leat seammalágan vejolašvuođat go dážain bargat kultuvrrain, bisuhit sin eallinvuogi ja vejolašvuohta bissut álbmogin maiddái boahtteáiggis.
smj: Álggoálmmukriektá sihkarasstá sáme oadtju sæmmi máhttelisvuodajt dagu dáttja kultuvrastis åvdedit, iellemvuogestis bisodit ja máhttelisvuodav liehket álmmuk boahtteájgijda aj.

source: Dán oktavuođas áddejit ollugat boastut go navdet ahte sierra doaibmabijut leat seamma go sierra vuoigatvuođat.
smj: Dánna moattes målsudi sierralágásj dåjmajt sierrariektáj.

source: Dat go sámi mánáin leat seammalágan vuoigatvuođat go dáža mánáin oahppat eatnigielaset skuvllain ii leat makkárge sierra vuoigatvuohta.
smj: Ij le muhtem sierrariektá gå sáme mánájn galggi liehket sæmmi máhttelisvuoda dagu dáttjaj mánájn ietjas iednegielav skåvlån oahppat.

source: Dát vuoigatvuohta vuolgá Oahpahuslága vuođul ja almmá sierra láhkateavstta vealahuvvošedje sámi mánát.
smj: Dá rievtesvuohta le tjáledum Åhpaduslágan ja dan tjielgga láhkatevsta dagi sáme máná lidjin badjelgehtjaduvvat.

source: Dat mii várra sáhttá áddejuvvot sierraláhkai meannudeapmin, ii leat eará go doaibmabidju mii lea dárbbašlaš go ovttaárvosašvuođa, dássásašvuođa ja seammaláganvuođa galggaš sihkkarastit.
smj: Mij vuojnedahtte dádjaduvvá sieradibmen, ij le ietján gå doajmma mij le ájnas nannitjit avtalágásjvuodav, avtaárvvusasjvuodav ja avtalágásj máhttelisvuodajt.

source: Riikkaidgaskasaš konvenšuvnnat
smj: Rijkkagasskasasj konvensjåvnå

source: ON konvenšuvnnas siviila ja politihkalaš vuoigatvuođaid hárrái 1966:s (SP) leat ollu deaŧalaš ja guovddáš álbmotrievttálaš sámerievtti norpmat.
smj: AN konvensjåvnån sivijla ja politihkalasj riektáj birra jages 1966 (SP) li moadda ájnas ja guovdálasj álmmukriektálasj mierrediddje sámeriektálasj aktijvuodan.

source: Dát konvenšuvdna lea maiddái heivehuvvon norgga riektái mas lea ovdamunni eará lágaid ektui, gč. olmmošvuoigatvuođalága.
smj: Dát konvensjåvnnå le aneduvvam vuona riektán åvddåriektán ietjá lágaj åvddåla, almasjrievtesvuodalága milta http://www.lovdata.no/all/nl-19990521-030.html.

source: Erenoamáš guovddážis lea artihkal 1 mas válddahuvvo álbmoga iešmearridanriekti, artihkkalat 2, 3 ja 26 mat válddahit vealaheami vuostálastima ja artihkal 27 mas nannejuvvo ahte olbmuin geat gullet etnalaš, oskku dahje gielalaš minoritehtaide ii galgga biehttaluvvot vuoigatvuohta bargamis sin iežaset kultuvrrain, dovddasteames sin oskku, dahje geavaheames sin iežaset giela.
smj: Sierraláhkáj ájnnasa li artihkal 1 mij guoskat ulmutjij riektáv iesjmierredibmáj, artihkal 2,3 ja 26 dássádisvuoda birra ja artihkal 27 mij tjuottjot ulmutja ma gulli álmmuktjerdalasj, åskulasj jali gielalasj unneplågojda e galga vuornoduvvat ietjas kultuvrav åvdedit, dåbdåstit ja dåjmadit sijá åskov, jali ietjas gielav adnet.

source: Álgoálbmogiid ektui guoská artihkal 27 maiddái ávnnaskeahtes kulturbargui ja árbevirolaš ealáhusdoibmii mii čatnasa eatnamiid ja luondduriggodagaid geavaheapmái.
smj: Mij guosská álggoálmmugijt artihkal 27 aj guosská riektáv ræjdoj baktu kultuvrav åvdedit ja árbbedábálasj æládusdoajmmaj tjanádum adnuj ednamis ja luonndoresursajs.

source: Mearrádus suodjala maiddái luonddulihkahallamiid vuostá guovlluin maid álgoálbmogat geavahit árbevirolaš ealáhusbargui.
smj: Mærrádus suodjal aj luonndorievddadusá vuosstij duobddágijn majt álggoálmmuga adni árbbedábálasj æládusbargon.

source: ON konvenšuvnnas ekonomalaš, sosiála ja kultuvrralaš vuoigatvuođain, 1966:s leat maiddái artihkkalat main lea mearkkašupmi sámerievttálaš áššečuolmmaide.
smj: AN:a konvensjåvnån ekonomalasj, sosiálalasj ja kultuvralasj riektáj birra jages 1966 (EKS) li aj artihkkala ma li ájnnasa sámeriektálasj gatjálvisájn.

source: Nugo SP ja maiddái ESK leat heivehuvvon olmmošvuoigatvuođaláhkii norgga rievttis ovdamuniin eará lágaid ovddabealde.
smj: Sæmmi láhkáj gå SP le aj ESK almasjrievtesvuodalága milta aneduvvam vuona riektán åvddåriektán ietjá lágaj åvddåla.

source: Artihkal 1 mas válddahuvvo iešmearridanriekti lea seammalágan go SP vuosttaš artihkal.
smj: Artihkal 1 mij guosská riektáv iesjmierredibmáj le avtalágásj SP:a artihkal 1.

source: Artihkkalis 2 nr 2 ja 13 nannejuvvo ahte stáhtat leat geatnegahttojuvvon dáhkidit ahte vuoigatvuođat mat leat ESL:s duohtan dahkkojuvvojit almmá makkárge vealaheami haga.
smj: Artihkal 2 nr. 2 ja 13 tjuottjodi stáhtajn le åvdåsvásstádus duodastit dåjmadibme riektájs ma li tjáledum ESK:an tjadáduvvi ållu badjelgæhttjama dagi.

source: ON konvenšuvnnas mánáid vuoigatvuođaid birra 1989 (MK) leat guokte vuoigatvuođa main erenoamážit namuhuvvojit álgoálbmotmánáid vuoigatvuođaid.
smj: AN:a konvensjåvnån mánáj riektáj birra jages 1989 (MK) li guokta riektá ma sierraláhkáj nammadi álggoálmmukmánáj riektájt.

source: Artihkal 30 lea measta seammalágan go SP artihkal 27, dainna erohusain ahte álgoálbmot lea čielgasit namuhuvvon MK artihkkalis 30.
smj: Artihkal 30 le vargga avtalágásj artihkal 27 SP:an, valla gånnå álggoálmmuga tjielggasit nammaduvvi MK:an artihkal 30.

source: Dát mearrádus ásaha álbmotrievttálaš geatnegasvuođaid stáhtii sámi mánáid bajásšaddaneavttuid ektui ja sin osku, kultuvrralaš ja gielalaš vuoigatvuođaid hárrái.
smj: Mærrádus ásat álmmukriektálasj vælggogisvuodajt stáhttaj mij guosská sáme mánáj bajássjaddamdilev ja sijá åskulasj, kultuvralasj ja gielalasj riektájt.

source: Artihkal 17 (d) ásaha geatnegasvuođa stáhtii das ahte dat váikkuha dan ahte mediat váldet sierra vuhtii álgoálbmotmánáid gielalaš dárbbuid.
smj: Artihkal 17 (d) ásat vælggogisvuodav stáhttaj vájkkudittjat vaj Media sierraláhkáj vielet álggoálmmukmánáj gielalasj dárbov.

source: Mánáidkonvenšuvdna lea nugo SP ja ESK heivehuvvon norgga riektái olmmošvuoigatvuođalága bokte.
smj: Mánájkonvensjåvnnå sæmmi láhkáj dagu SP ja ESK aneduvvá vuona riektán almasjrievtesvuodalága milta.

source: ON konvenšuvdna juohkelágan nállevealaheami heaittiheami birra 1965 (NVK) lea guovdileamos álbmotrievttálaš instrumeanta vealahanoktavuođas.
smj: AN:a konvensjåvnnå juohkkalágásj tjærddabadjelgæhttjalime hiejtedime birra jages 1965 (UBK) le ájnnasamos álmmukriektálasj ræjddo badjelgæhttjama aktijvuodan.

source: Álgoálbmogiid vealaheapmi gullá NVK vuollái.
smj: Badjelgæhttjam álggoálmmugijs gullu UBK:aj.

source: ON nállevealahankomitea aiddostahttá erenoamážit ahte dat go álgoálbmogat masset eatnamiid ja luondduriggodagaid “ kolonisttaide, gávppálaš servviide ja stáhtalaš fitnodagaide ” lea vealaheaddji.
smj: AN:a tjærddabadjelgæhttjamnammadus tsuojggi sierraláhkáj álggoálmmugij massem ednamis ja luonndoresursajs ” koloniserigij, ruhtavuojtto viddnudagájda ja stáhtalasj dåjmadagájda ” le badjelgæhttjam.

source: Nállevealahankomitea celkkii earret eará Norgga Ráđđehusa finnmárkkuláhka evttohussii ahte ballá das ahte láhkaevttohus mealgat unnida sámi stivrema ja mearrádusválddi eatnamiid ja luondduriggodagaid ektui Finnmárkku fylkkas.
smj: Ulmusjtjærddabadjelgæhttjamnammadus tjuottjodij duola dagu Vuonarijka Ráddidusá oajvvadusáv Finnmárkoláhkaj gånnå måråstin láhkaoajvvadus riek binnet sáme dárkestimev ja mierredimfámov mij guosská ednamav ja luonndoresursajt Finnmárko fylkan.

source: Komitea celkkii ahte Norga ferte geahččalit gávdnat dakkár čovdosiid eanariekteáššiide maid sámi álbmot sáhttá doarjut http://www.universalhumanrightsindex.org/documents/824/490/document/en/pdf/text.pdf
smj: Nammadus sidáj Vuonarijkka vierttij tjoavddet ednamriektágatjálvisájt masi sáme álmmuk máhtij guorrasit http://www.universalhumanrightsindex.org/documents/824/490/document/en/pdf/text.pdf.

source: Čakčamánu 13. b. 2007 mearridii ON váldočoahkkin ON álgoálbmot julggaštusa.
smj: Ragátmáno 13. biejve jagen 2007 mierredij AN:a oajvvetjåhkanibme AN:a tjielggidusáv álggoálmmugij riektáj birra.

source: Julggaštusas válddahuvvojit vuoigatvuođat iešmearrideapmái, eatnamiidda ja resurssaide, konsultašuvnnaide friija dieđihuvvon miehtama mielde, kultuvrii, kulturárbái, árbedieđuide, gillii, dearvvašvuhtii ja oahpahussii.
smj: Tjielggidus dåmat riektájt iesjmierredibmáj, ednamijda ja resursajda, konsultasjåvnåjt friddja diededum guorastibmáj, kultuvrra, kulturárbbe, árbbedábálasj diehto, giella, varresvuohta ja åhpadibme.

source: Julggaštusas dohkkehuvvo čielgasit álgoálbmogiid iešmearridanriekti, nugo sámi álbmoga riekti friija mearridit iežas ekonomalaš, sosiálalaš ja kultuvrralaš ovddideami ja iežas etluondduresurssaid, ja dasto riekti friija mearridit iežaset politihkalaš dili.
smj: Tjielggidus dåhkkit tjielggasit álggoálmmugij riektáv iesjmierredibmáj, dán vuolen sáme álmmuga riektáv iesj mierredit ietjas ekonomalasj, sosiálalasj ja kultuvralasj åvddånahttemav ja ietjas luonndoresurssaj birra, ja aj riektáv friddja mierredit ietjas politihkalasj dilev.

source: Julggaštusas deattuhuvvo maiddái sámiid riekti nannet sin politihkalaš, rievttálaš ja ekonomalaš ásahusaid.
smj: Tjielggidus dættot aj sámij riektáv nannit ietjas politihkalasj, riektálasj ja ekonomalasj institusjåvnåjt.

source: ILO-konvenšuvdna nr. 169 álgoálbmogiid ja čearddalaš álbmogiid hárrái iešmearrideaddji riikkain, 1989 (ILO.
smj: ILO-konvensjåvnnå nr. 169 álggoálmmugij ja máddoálmmugij birra iesjrádálasj stáhtajn jages 1989 (ILO.

source: 169) lea guovddáš álbmotriekteinstrumeanta álgoálbmotvuoigatvuođaid hárrái.
smj: 169) le ájnas álmmukriektáræjddo mij guosská álggoálmmukriektájda.

source: Konvenšuvnnas válddahuvvojit eanarievttit, bargoeavttut, ámmátoahpahus, dearvvašvuohta ja oahpahus.
smj: Konvensjåvnnå dåmat ednamriektáv, barggodilev, barggeåhpadimev, varresvuodav ja åhpadimev.

source: Konvenšuvnna čiehkageađgin leat konsultašuvnnat ja searvan.
smj: Rádádallam ja oassálasstem le konvensjåvnå tjiehkagiergge.

source: Konvenšuvnnas biologalaš eatnatgeardáivuođa birra, 1992 (CBD) lea maiddái mearkkašupmi sámerievttálaš ovdáneapmái, erenoamážit guoská dát artihkkaliidda 8 j og 10 c.
smj: Konvensjåvnnå biologalasj valljudagá birra jages 1992 (KBV) guosská aj sámeriektálasj åvddånahttemij, sierraláhkáj guosská dát artihkkalijda 8j ja 10c.

source: Go stáhtas lea geatnegasvuohta suodjalit biologalaš eatnatgeardáivuođa, de galget dat “ doahttalit, suodjalit ja bisuhit máhtolašvuođa, ođđaháhkamiid ja álgoálbmot ja báikkálaš servodaga / álbmoga geavahusa geat ellet árbevirolaš vuogi mielde.
smj: Oassen stáhtalasj vælggogisvuodas biologalasj valljudagáv bisodit galggi stáhta ” vieledit, suodjalit ja bisodit diedov, ådådagojt ja álggoálmmugij dábijt ja bájkálasj sebrudagájt ma viessu árbbedábálasj láhkáj ”.
